Repository: josharenson/unity8
Catalog: po/*.po
Languages: bn, ckb

source: Password:
bn: পাসওয়ার্ড:

source: Pin shortcut
bn: পিন

source: Unpin shortcut
bn: আনপিন

source: Device Locked
bn: ডিভাইসটি লক করা

source: You have been locked out due to too many failed passphrase attempts.
bn: অধিকবার পাসফ্রেজ ভুল দেওয়ার কারনে আপনার আইডি লক করা হয়েছে

source: You have been locked out due to too many failed passcode attempts.
bn: অধিকবার পাসকোড ভুল করার কারনে আপনার আইডি লক করা হয়েছে

source: Please wait %1 minute and then try again…
bn: অনুগ্রহ করে %1 মিনিট অপেক্ষা করুন এবং পরবর্তীতে চেষ্টা করুন...

source: Are you sure you want to log out?
bn: আপনি কি লগ আউট করতে চান?

# Button: Lock the system
source: Lock
bn: লক করুন

source: Cancel
bn: বাতিল

# Title: Reboot/Shut down dialog
source: Shut down
bn: বন্ধ করুন

source: Are you sure you want to shut down?
bn: আপনি কি কম্পিউটার বন্ধ করতে চান?

# Button: Reboot the system
source: Reboot
bn: পুনরায় চালু করুন

# Button: Shut down the system
source: Shut down
bn: বন্ধ করুন

# Title: Reboot dialog
source: Reboot
bn: পুনরায় চালু

source: Are you sure you want to reboot?
bn: আপনি কি পুনরায় চালু করতে চান?

source: No
bn: না

source: Yes
bn: হ্যাঁ

source: Are you sure you would like to power off?
bn: আপনি নিশ্চিত যে আপনি বন্ধ করতে চান?

# Button: Power off the system
source: Power off
bn: বন্ধ করুন

# Button: Restart the system
source: Restart
bn: পুনরায় চালু

source: Return to Call
bn: কল এ ফিরে যান

source: Emergency Call
bn: জরুরী কল
ckb: هێڵی فریاگوزاری

source: OK
bn: ঠিক আছে

# Button: Open the Ubuntu Store
source: Store
bn: স্টোর

# Button: Start a search in the current dash scope
source: Search
bn: খুঁজুন

# Button: Show the current dash scope settings
source: Settings
bn: সেটিংস

source: Remove from Favorites
bn: পছন্দ থেকে মুছে ফেলুন

source: Add to Favorites
bn: পছন্দতে যোগ করুন

source: See less
bn: কম দেখুন

source: See all
bn: সব দেখুন

# Label: Hint for dash search line edit
source: Search
bn: খুঁজুন

source: More...
bn: আরো...

source: Less...
bn: কম...

source: Send
bn: পাঠান
ckb: ناردن

source: Rate this
bn: রেটিং দিন
ckb: پلە دابنی بۆی

source: Add a review
bn: আপনার মতামত দিন
ckb: پێداچوونەوە زۆر بکە

source: Pull to refresh…
bn: রিফ্রেশ করার জন্য টানুন

source: Release to refresh…
bn: রিফ্রেশ করার জন্য ছেড়ে দিন

source: Enable location data
bn: অবস্থান নির্ণয় চালু করুন

source: Manage
bn: ব্যবস্থাপনা

source: Also installed
bn: আরও ইন্সটল করা রয়েছে...

source: Unlock
bn: লক খুলুন

source: Tap to unlock
bn: লক খোলার জন্য চাপ দিন

source: Sorry, incorrect passphrase.
bn: দুঃখিত, পাসওয়ার্ডটি ভুল হয়েছে।

source: Sorry, incorrect passcode.
bn: দুঃখিত, পাসকোডটি ভুল হয়েছে।

source: This will be your last attempt.
bn: এটিই আপনার সর্বশেষ সুযোগ।

source: If passphrase is entered incorrectly, your phone will conduct a factory reset and all personal data will be deleted.
bn: ভুল পাসওয়ার্ড প্রদান করলে, আপনার ফোনটিতে থাকা সকল ব্যক্তিগত তথ্য মুছে যাবে।

source: If passcode is entered incorrectly, your phone will conduct a factory reset and all personal data will be deleted.
bn: ভুল পাসকোড প্রদান করলে, আপনার ফোনটির সকল ব্যক্তিগত তথ্য মুছে যাবে।

source: Enter %1
bn: %1 লিখুন

source: Enter passphrase
bn: পাসওয়ার্ড লিখুন

source: Enter passcode
bn: পাসকোড লিখুন

source: Sorry, incorrect %1
bn: দুঃখিত, %1 ভুল হয়েছে

source: Sorry, incorrect passphrase
bn: দুঃখিত, পাসওয়ার্ড ভুল হয়েছে

# passphrase
source: Please re-enter
bn: অনুগ্রহ করে আবার লিখুন

source: Sorry, incorrect passcode
bn: দুঃখিত, পাসকোড ভুল হয়েছে

source: Show password
bn: পাসওয়ার্ড দেখান
ckb: تێپەڕەوشە پیشان بدە

source: Tap to return to call...
bn: কলে ফিরে যেতে চাপ দিন...

source: Conference
bn: কনফারেন্স

source: Nothing is playing
bn: কোন কিছু বাজছে না।

source: %1 hour
bn: %1 ঘণ্টা

source: %1 minute
bn: %1 মিনিট

source: %1 second
bn: %1 সেকেন্ড

source: 0 seconds
bn: 0 সেকেন্ড

source: %1 remaining
bn: %1 বাকি

source: In queue…
bn: অপেক্ষায় রয়েছে...

source: Downloading
bn: ডাউনলোড হচ্ছে

source: Paused, tap to resume
bn: থামানো, শুরু করতে চাপ দিন

source: Canceled
bn: বাতিল হয়েছে

source: Finished
bn: শেষ

source: Failed, tap to retry
bn: ব্যার্থ হয়েছে, পুনরায় চেষ্টা করতে চাপ দিন

# Label: Hint in message indicator line edit
source: Reply
bn: উত্তর দিন

# Button: Call back on phone
source: Call back
bn: কল ব্যাক

source: Swipe up from the bottom edge.
bn: নিচের প্রান্ত হতে উপরের দিকে সোয়াইপ করুন।

source: This action does different things for different apps
bn: এই কাজটি বিভিন্ন অ্যাপের জন্য ভিন্ন ভিন্ন ভাবে কাজ করে।

source: Tap here to continue.
bn: অগ্রসর হওয়ার জন্য এখানে চাপ দিন।

source: Open the launcher
bn: লঞ্চার খুলুন

source: These are the shortcuts to favorite apps
bn: এগুলো আপনার প্রিয় অ্যাপেরর শর্টকাট

source: You almost got it!
bn: আপনি প্রায় পেরে গেছেন!

source: Try again.
bn: আবার চেষ্টা করুন

source: To view open apps
bn: সচল অ্যাপগুলো দেখার জন্য

source: Let’s get started.
bn: আসুন শুরু করা যাক।

source: Continue
bn: পরবর্তী

source: Add a SIM card and restart your device
bn: সিম কার্ড যোগ করুন এবং ফোন পুনরায় চালু করুন।

source: Without it, you won’t be able to make calls or use text messaging.
bn: এটি ছাড়া, আপনি ফোন কল বা টেক্সট মেসেজ ব্যবহার করতে পারবেন না।

source: Skip
bn: এড়িয়ে যান

source: Lock security
bn: নিরাপত্তা লক

# Label: Description of security method
source: No security
bn: কোন নিরাপত্তা নেই

# Label: Type of security method
source: Passcode
bn: পাসকোড

# Label: Description of security method
source: 4 digits only
bn: কেবল মাত্র ৪টি সংখ্যা

source: Skip intro
ckb: پێشەکیی بپەڕێنە

source: Right edge
ckb: لێواری ڕاست

source: Try swiping from the right edge to unlock the phone
ckb: لێواری ڕاست ڕابکێشە بۆ کردنەوەی مۆبایلەکە

source: Top edge
ckb: لێواری سەرەوە

source: Try swiping from the top edge to access the indicators
ckb: لێواری سەرەوە ڕابکێشە بۆ گەیشتن بە نیشاندەرەکان

source: Close
ckb: داخستن

source: Swipe up again to close the settings screen
ckb: ڕایکێشەوە سەرەوە جارێکی تر بۆ داخستنی پەردەی ڕێکخستنەکان

source: Left edge
ckb: لێواری چەپ

source: Swipe from the left to reveal the launcher for quick access to apps
ckb: لە چەپەوە بچۆرەوە سەر دەستپێک بۆئەوەی بتوانی هەموو ئەپەکان ببینی

source: Well done
ckb: دەستخۆش

source: You have now mastered the edge gestures and can start using the phone<br><br>Tap anywhere to start
ckb: ئێستا شارەزایییت پەیدا کرد لە جوڵەی لێوارەکان و دەتوانی مۆبایلەکە بەکار بهێنییت<br><br>پەنجە بە شوێنێکدا بنێ بۆ دەست پێ کردن

source: Recent searches
ckb: دوایین گەڕانەکان

source: %1 review
ckb: %1 پێداچوونەوە

source: Review
ckb: پێداچوونەوە

source: Comments:
ckb: لێدوانەکان:

source: Hello %1
ckb: سڵاو %1

source: Hello
ckb: سڵاو

source: Confirm
ckb: پشتڕاستکردنەوە

source: Type or say a command
ckb: فەرمانێک بێژە یان بنووسە

source: Loading. Please Wait...
ckb: لە بارکردندایە. تکایە چاوەڕێ بکە...

source: Speak Now...
ckb: ئێستا قسە بکە

source: Speaking...
ckb: قسە دەکات...

source: Search
ckb: گەڕان

source: Lock to Launcher
ckb: چەسباندن بە لانچرەوە

source: Unlock from Launcher
ckb: ھەڵکەندن لە لانچر

source: Please enter %1
ckb: تکایە %1 بنووسە
